tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ubuntu/microk8s"
brew "bash-completion"
brew "bat"
brew "cfn-lint"
brew "colordiff"
brew "exa"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "go"
brew "hadolint"
brew "helm"
brew "hey"
brew "htop"
brew "imagemagick@6"
brew "jq"
brew "k9s"
brew "kubernetes-cli", link: false
brew "kubie"
brew "mas"
brew "mongosh"
brew "mysql@5.7"
brew "nginx", restart_service: true
brew "nvm"
brew "openjdk"
brew "pstree"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "redis", restart_service: true
brew "supervisor", restart_service: true
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "mongodb/brew/mongodb-community@4.2"
brew "ubuntu/microk8s/microk8s"
cask "docker"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "kindle"
cask "mongodb-compass"
cask "multipass"
cask "mysqlworkbench"
cask "ngrok"
cask "postman"
cask "skitch"
cask "slack"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "zoom"
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835
