tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash-completion"
brew "bat"
brew "colordiff"
brew "exa"
brew "git"
brew "gnu-sed"
brew "hadolint"
brew "helm"
brew "hey"
brew "hub"
brew "jq"
brew "nginx"
brew "redis", restart_service: true
brew "supervisor", restart_service: true
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
cask "docker"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "kindle"
cask "slack"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
